Repository: peer/doc
Catalog: translations/locale/*/LC_MESSAGES/app.po
Languages: pt_br

# accept-merge
source: Merge
pt_br: Incorporar

# accept-merge-document-confirmation-body
source: Merging this document into its parent document will copy into the parent document any new content in this document not present in the parent document. Comments will not be copied. Once the document is merged it will not be editable anymore by anyone.
pt_br: Ao incorporar esta emenda ao documento original, qualquer conteúdo novo desta emenda será copiado no original. Comentários não serão copiados. Uma vez incorporada, a emenda não será mais editável por ninguém.

# accept-merge-document-confirmation-title
source: Merge document
pt_br: Incorporar emenda

# accept-merge-error
source: An error has occurred when trying to merge the document.
pt_br: Um erro ocorreu ao tentar incorporar a emenda.

# accept-merge-success
source: The document has been successfully merged into the parent document.
pt_br: A emenda foi incorporada ao documento original com sucesso.

source: Access denied.
pt_br: Acesso negado.

# add-content
source: Add the text of your document here
pt_br: Adicione aqui o texto do seu documento

# calendar-last-day
source: [yesterday at] LT
pt_br: [ontem às] LT

# calendar-last-week
source: [last] dddd [at] LT
pt_br: [último] dddd [às] LT

# calendar-next-day
source: [tomorrow at] LT
pt_br: [amanhã às] LT

# calendar-next-week
source: dddd [at] LT
pt_br: dddd [às] LT

# calendar-same-day
source: [today at] LT
pt_br: [hoje às] LT

source: Cancel
pt_br: Cancelar

# change-starts-at
source: Changed %{at}
pt_br: Alterado %{at}

# choose-title
source: Write the title of your document here
pt_br: Escreva aqui o título do seu documento

source: Close
pt_br: Fechar

# comment-created-at
source: Created %{at}
pt_br: Criado %{at}

# comment-deletion-confirmation
source: Are you sure you want to delete this comment?
pt_br: Tem certeza de que deseja eliminar este comentário?

# comment-hint
source: Enter a comment
pt_br: Insira um comentário

# comment-reply-hint
source: Enter a reply
pt_br: Insira uma resposta

# day
source: %{value} day
pt_br: %{value} dia

source: Delete
pt_br: Eliminar

# document-accept-merge
source: Merge
pt_br: Mesclar

# document-create
source: New document
pt_br: Novo documento

# document-created-at
source: Created %{at}
pt_br: Criado %{at}

# document-created-error
source: Error creating a new document: %{error}
pt_br: Erro na criação do documento: %{error}

# document-created-success
source: New document has been created.
pt_br: O novo documento foi criado.

# document-default-permissions
source: Default permissions
pt_br: Permissões padrão

# document-default-permissions-hint
source: Default permissions for users who can access the document.
pt_br: Permissões padrão para usuários que podem acessar o documento.

# document-fork
source: Fork
pt_br: Emendar

# document-is-draft
source: draft
pt_br: rascunho

# document-is-fork
source: fork
pt_br: emenda

# document-is-merge-accepted
source: merged
pt_br: incorporado

# document-is-published
source: published
pt_br: publicado

# document-merge-accepted-at
source: Merged %{at}
pt_br: Incorporado %{at}

# document-publish
source: Publish
pt_br: Publicar

# document-published-at
source: Published %{at}
pt_br: Publicado %{at}

# document-share-cancel
source: Cancel
pt_br: Cancelar

# document-share-done
source: Done
pt_br: Pronto

# document-shared-error
source: Error updating document sharing.
pt_br: Erro ao compartilhar o documento.

# document-shared-no-change
source: No changes to document sharing.
pt_br: Nenhuma alteração ao compartilhamento do documento.

# document-shared-success
source: Document sharing has been updated.
pt_br: O documento foi compartilhado.

source: Document sharing
pt_br: Compartilhamento do documento

# document-user-permissions
source: User permissions
pt_br: Adicionar usuários.

# document-user-permissions-hint
source: Permissions for specific users.
pt_br: Permissões para usuários específicos

source: Document visibility
pt_br: Visibilidade do documento.

# document-visibility-hint
source: Who can access the document?
pt_br: Seleccionar nível de visibilidade

# document-visibility-listed
source: Listed
pt_br: Listagem

# document-visibility-listed-hint
source: The document is listed for everyone to find it and access it.
pt_br: O documento está listado para todos os usuários. Qualquer usuário pode encontrá-lo e acessá-lo.

# document-visibility-private
source: Private
pt_br: Privado

# document-visibility-private-hint
source: Only specific users can access the document.
pt_br: Apenas usuários específicos podem acessar o documento.

# document-visibility-public
source: Public
pt_br: Público

# document-visibility-public-hint
source: Anyone with the link to the document can access the document.
pt_br: Qualquer usuário com o link do documento pode acessar o documento.

source: Documents
pt_br: Documentos

# editor-locked
source: Locked
pt_br: Trancado

# editor-saved
source: Saved
pt_br: Salvo

# editor-saving
source: Saving...
pt_br: Salvando...

source: Fork
pt_br: Emendar

# fork-document-confirmation-merged-body
source: Forking a document will copy document's content into a new document, a fork. Comments will not be copied. Because this document is a merged fork itself, merging of any new content made in the fork into this document is not possible.
pt_br: Ao emendar um documento, o conteúdo do documento será copiado em um novo documento, uma emenda. Comentários não serão copiados. Como o documento atual é uma emenda incorporada, nào é possível incorporar nenhuma alteração nova ao documento atual.

# fork-document-confirmation-regular-body
source: Forking a document will copy document's content into a new document, a fork. Furthermore, all future changes to the content of this document will be automatically copied to the fork as well. Comments will not be copied. Any new content made in the fork can be integrated back into this document through merging.
pt_br: Ao emendar um documento, o conteúdo do documento será copiado em um novo documento, uma emenda. Além disso, todas as alterações futuras ao conteúdo do documento atual serão automaticamente copiadas à emenda. Comentários não serão copiados. Qualquer alteração à emenda pode ser incorporada ao documento atual.

# fork-document-confirmation-title
source: Fork document
pt_br: Emendar documento

# fork-error
source: An error has occurred when trying to fork the document.
pt_br: Um erro ocorreu ao tentar emendar o documento.

# fork-success
source: The document has been successfully forked.
pt_br: O documento foi emendado com sucesso.

source: Front page.
pt_br: Página inicial.

source: h1
pt_br: t1

source: h2
pt_br: t2

source: h3
pt_br: t3

source: History
pt_br: Histórico

# history-created-event
source: Created %{at}
pt_br: Criado %{at}

# history-empty
source: There are no changes to be shown.
pt_br: Não há alterações a serem mostradas.

# history-forked-event
source: Forked %{at}
pt_br: Emendado %{at}

# history-merge-accepted-event
source: Merged %{at}
pt_br: Incorporado %{at}

# history-published-event
source: Published %{at}
pt_br: Publicado %{at}

# history-select-range
source: Click and drag or hold Shift key to select a range of changes
pt_br: Clique e arraste ou segure a tecla Shift para selecionar um intervalo de alterações

# hour
source: %{value} hour
pt_br: %{value} hora

source: Insert
pt_br: Inserir

source: Invalid URL.
pt_br: Endereço inválido.

source: less than a minute
pt_br: menos que um minuto

# link-hint
source: Enter a link
pt_br: Insira um link

# minute
source: %{value} minute
pt_br: %{value} minuto

source: No comments.
pt_br: Sem comentários.

source: No documents.
pt_br: Nenhum documento.

source: Not found.
pt_br: Não encontrado.

# permissions-list-add-users
source: Assign
pt_br: Adicionar

# permissions-list-add-users-hint
source: Assign permissions to users
pt_br: Configurar permissões dos usuários

# permissions-list-no-users-found
source: No users found.
pt_br: Nenhum usuário encontrado.

# permissions-list-remove-user
source: Remove
pt_br: Remover

# permissions-list-select-users
source: Select users
pt_br: Selecionar usuários

source: Publish
pt_br: Publicar

# publish-document-confirmation-fork-body
source: Once the document is published it will not be directly editable anymore by anyone. Changes to the document will be possible only by making a fork of the document, editing the fork, and merging new contents back into this document. Moreover, the document will become visible to other users and everyone will be able to comment on it. This document is a fork of another (parent) document and publishing this document is an alternative to merging it into the parent document. If this document is published, merging it into the parent document will not be possible anymore.
pt_br: Uma vez publicado, o documento não será diretamente editável por ninguém. Alterações ao documento serão possíveis apenas emendando o documento, editando a emenda, e incorporando as alterações de volta ao documento original. Além disso, o documento se tornará visível a outros usuários e todos poderão adicionar comentários. Este documento é uma emenda de outro documento (original) e publicar este documento (emenda) é uma alternativa a incorporar a emenda ao original. Se este documento (emenda) for publicado, incorporá-lo ao documento original não será mais possível.

# publish-document-confirmation-regular-body
source: Once the document is published it will not be directly editable anymore by anyone. Changes to the document will be possible only by making a fork of the document, editing the fork, and merging new contents back into this document. Moreover, the document will become visible to other users and everyone will be able to comment on it.
pt_br: Uma vez publicado, o documento não será diretamente editável por ninguém. Alterações ao documento serão possíveis apenas emendando o documento, editando a emenda, e incorporando as alterações de volta ao documento original. Além disso, o documento se tornará visível a outros usuários e todos poderão adicionar comentários.

# publish-document-confirmation-title
source: Publish document
pt_br: Publicar documento

# publish-error
source: An error has occurred when trying to publish the document.
pt_br: Um erro ocorreu na publicação do documento.

# publish-success
source: The document has been successfully published.
pt_br: O documento foi publicado com sucesso.

source: Remove
pt_br: Remover

# role-admin-label
source: Can administer
pt_br: Pode administrar

# role-admin-user-hint
source: Alongside everything else, user can manage sharing of the document and publish it.
pt_br: Além de ter todas as outras permissões, o usuário pode administrar o compartilhamento do documento e publicá-lo.

# role-comment-label
source: Can comment
pt_br: Pode comentar

# role-comment-user-hint
source: User can view the document and comment publicly.
pt_br: O usuário pode ver o documento e postar comentários públicos.

# role-comment-users-hint
source: Users who can access the document can view it and comment publicly.
pt_br: Usuários que podem acessar o documento podem vê-lo e postar comentários públicos.

# role-custom-label
source: Custom permissions
pt_br: Permissões personalizadas

# role-custom-user-hint
source: User has custom permissions.
pt_br: O usuário tem permissões personalizadas.

# role-custom-users-hint
source: Users who can access the document have custom permissions.
pt_br: Usuários que podem acessar o documento tem permissões personalizadas.

# role-edit-label
source: Can edit
pt_br: Pode editar

# role-edit-user-hint
source: User can view the document, comment privately and publicly, and edit it.
pt_br: O usuário pode ver o documento, editá-lo e postar comentários privados e públicos.

# role-edit-users-hint
source: Users who can access the document can view it, comment privately and publicly, and edit it.
pt_br: Usuários que podem acessar o documento podem vê-lo, editá-lo e postar comentários privados e públicos.

# role-view-label
source: Can view
pt_br: Pode ver

# role-view-user-hint
source: User can view the document.
pt_br: O usuário pode ver o documento.

# role-view-users-hint
source: Users who can access the document can view it.
pt_br: Usuários que podem acessar o documento podem vê-lo.

source: Share
pt_br: Partilhar

source: Sign In
pt_br: Entrar

source: Sign Out
pt_br: Sair

# signed-in-success
source: You have been signed in.
pt_br: Você entrou com sucesso.

# signed-out-error
source: Error signing out: %{error}
pt_br: Erro durante a saída: %{error}

# signed-out-success
source: You have been signed out.
pt_br: Você saiu com sucesso.

# start-a-new-comment
source: Start a new comment by selecting content on the left.
pt_br: Inicie um comentário selecionando o conteúdo à esquerda.

# thread-deletion-confirmation
source: Are you sure you want to delete this comment thread?
pt_br: Tem certeza de que deseja eliminar esta linha de discussão?

# title-length
source: Your title should be brief (max 100 characters) and the text of your document added below it.
pt_br: O título deve ser breve (max. 100 caracteres) e o texto do documento adicionado abaixo dele.

# toolbar-bold
source: Bold (%{shortcut})
pt_br: Negrito (%{shortcut})

# toolbar-bulleted-list
source: Bulleted list
pt_br: Lista com marcadores

# toolbar-h1
source: Heading 1
pt_br: Título 1

# toolbar-h2
source: Heading 2
pt_br: Título 2

# toolbar-h3
source: Heading 3
pt_br: Título 3

# toolbar-italic
source: Italic (%{shortcut})
pt_br: Itálico (%{shortcut})

# toolbar-numbered-list
source: Numbered list
pt_br: Lista numerada

# toolbar-quote
source: Quote
pt_br: Recuar texto

# toolbar-redo
source: Redo (%{shortcut})
pt_br: Refazer (%{shortcut})

# toolbar-strikethrough
source: Strikethrough (%{shortcut})
pt_br: Tachar (%{shortcut})

# toolbar-undo
source: Undo (%{shortcut})
pt_br: Desfazer (%{shortcut})

source: Untitled
pt_br: Sem título

source: Update
pt_br: Atualizar

# username-invalid
source: Invalid username. It should contain only basic characters.
pt_br: O nome de usuário é inválido. Deve conter apenas caracteres básicos.

source: Username is required.
pt_br: O nome de usuário é obrigatório.

# username-too-short
source: Username too short. It should be 4 characters or more.
pt_br: O nome de usuário é muito curto. Deve conter pelo menos 4 caracteres.

# view-all-replies
source: View all replies (%{count})
pt_br: Ver todas as respostas (%{count})

# week
source: %{value} week
pt_br: %{value} semana
